const constants = {
  factors: [
    {
      name: 'еда, рацион питания, принципы здорового питания',
      weight: 10,
    },
    {
      name: 'режим сна и бодрствования (качество сна)',
      weight: 11,
    },
    {
      name: 'физическая нагрузка (физкультура), активный отдых, чтобы быть здоровыми',
      weight: 8,
    },
    {
      name: 'распорядок дня и порядок вещей в доме',
      weight: 7,
    },
    {
      name: 'Труд. Возможность трудиться для блага родных.',
      weight: 6,
    },
    {
      name: 'Возможность пользоваться культурными достижениями (помощь в исцелении, помощь в обучении)',
      weight: 5,
    },
    {
      name: 'семейное единство. Семейные традиции и родственная общность',
      weight: 4,
    },
    {
      name: 'окружающая среда (чистая вода, чистый воздух, близость к природе)',
      weight: 3,
    },
    {
      name: 'окружение друзьями и людьми с которыми хочется быть',
      weight: 2,
    },
    {
      name: 'комфортное жильё с личным пространством',
      weight: 1,
    },
  ]
}

export default constants
