const constants = {
  factors: [
    'еда, рацион питания, принципы здорового питания',
    'режим сна и бодрствования (качество сна)',
    'физическая нагрузка (физкультура), активный отдых, чтобы быть здоровыми',
    'распорядок дня и порядок вещей в доме',
    'Труд. Возможность трудиться для блага родных.',
    'Возможность пользоваться культурными достижениями (помощь в исцелении, помощь в обучении)',
    'семейное единство. Семейные традиции и родственная общность',
    'окружающая среда (чистая вода, чистый воздух, близость к природе)',
    'окружение друзьями и людьми с которыми хочется быть',
    'комфортное жильё с личным пространством',
  ]
}

export default constants
